{"perspectiveSteps":[{"step":"intro","text":""},{"step":"intro","text":"This is your annual co2 production. Each circle represents 100 kg generated as you drive to work, microwave dinner or play Candy Crush on your phone throughout the year."},{"step":"intro","text":""},{"step":"quarter","text":"Roughly a quarter of these is made up by unnecessities which could be easily eliminated. All it takes is adding a bit more consciousness into our daily habits."},{"step":"quarter","text":""},{"step":"cleveland_intro","text":"Take your car as an example. Just by keeping tires properly inflated, you can reduce the vehicle’s unnecessary carbon footprint by 113 kilograms per year and make your wallet happier in the long run."},{"step":"cleveland_intro","text":""},{"step":"cleveland","text":"Another great emission reducer is a red-meat-free diet. We’re not talking about going vegetarian all the way. Just replacing your calories from red meat with fish, eggs and poultry can save over 430 kilograms of co2 emissions every year. The effect of a vegan diet can potentially be twice as big."},{"step":"cleveland","text":""},{"step":"cleveland","text":""}],"epilogueHed":"If you had applied all of the suggested measures and you still haven’t got rid of the “eco-guilt” feeling, there are plenty of other actions you can take. For example, you can subscribe to carbon offsets to compensate for any or all of your other carbon emissions. The money you pay goes towards climate protection projects. You can donate to <a href=https://www.myclimate.org/information/climate-protection-projects/>Myclimate</a> funds to spread the use of energy efficient cookstoves in Rwanda, contribute to planting of trees in India, Malawi, Mozambique, Uganda and Nicaragua through <a href=https://cotap.org/>Cotap</a>, or help fund projects utilizing animal waste from farms at <a href=https://www.terrapass.com/>terrapass.com</a>. Last but not least, climate change will require an action on a global scale, driven both by the individuals as well as the governments which you vote for! So let your social bubble and political representatives know you want the government to speed up the decarbonization process in your country.","methodHed":"Methodology &amp; Sources","methodBody":[{"type":"text","value":"Data were taken from handouts created by The Champaign County Forest Preserve District. For more information, take a look at the agency’s <a href=https://www.ccfpd.org/about/champaign-county-forest-preserves-illinois>website</a> and the original <a href=https://www.ccfpd.org/Portals/0/Assets/PDF/Facts_Chart.pdf>handout</a>."}],"methodSources":[]}